---
kind: other
id: Methods.T:Autodesk.Revit.DB.ImageTypeOptions
source: html/da6b1ab5-daee-33a5-1182-ddd8f6670858.htm
---
# ImageTypeOptions Methods

If true the ImageTypeOptions can be used to create or reload an ImageType.